Repository: elementary/switchboard-plug-power
Catalog: po/extra/*.po
Languages: cs, he, ja, ko, pt, ru, sk

source: Power Settings
cs: Nastavení správy napájení
he: הגדרות צריכת חשמל
ja: 電源の設定
ko: 전력 설정
pt: Definições de Energia
ru: Параметры питания
sk: Nastavenia napájania

source: Configure display brightness, power buttons, and suspend behavior
cs: Nastavuje jas obrazovky, tlačítka napájení a chování uspávání
he: הגדרת בהירות המסך, כפתורי הכיבוי והתנהגות מצב ההשהיה
ja: ディスプレイの明るさ、電源ボタン、サスペンドの動作を設定します
ko: 화면 밝기, 전원 버튼, 잠자기 동작을 설정합니다
pt: Configurar o brilho do ecrã, botões de energia e modo de suspensão
ru: Настройка яркости экрана, кнопок питания и поведения перехода в спящий режим
sk: Nastavujte jas obrazovky, tlačidlá napájania a správanie uspávania

source: elementary, Inc.
he: elementary בע״מ

source: Minor updates:
cs: Drobné aktualizace:
he: עדכונים משניים:
ja: 軽微なアップデート:
ko: 소소한 업데이트:
pt: Pequenas atualizações:
ru: Незначительные обновления:
sk: Menšie aktualizácie:

source: Updated translations
cs: Aktualizovány překlady
he: תרגומים עודכנו
ja: 翻訳の更新
ko: 최신 번역
pt: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady

source: New features:
cs: Nové funkce:
he: יכולות חדשות:
ja: 新機能:
ko: 새로운 기능:
pt: Novas funcionalidades:
ru: Новые возможности:
sk: Nové funkcie:

source: Show computer batteries and batteries for connected devices
he: הצגת סוללות המחשב וסוללות להתקנים מחוברים
ru: Отображение заряда батареи компьютера и подключённых устройств

source: Fix a potential freeze when getting advanced permissions
he: תוקן קיפאון שעשוי להתרחש בעת קבלת הרשאות מתקדמות
ru: Исправлено потенциальное зависание при получении расширенных прав доступа

source: Add power profile management
cs: Přidána správa profilů napájení
he: נוסף ניהול פרופיל צריכת חשמל
ko: 전력 프로필 관리 추가
pt: Adiciona gestão de perfil de energia
ru: Добавлен профиль управления питанием
sk: Pridaná správa profilov napájania

source: Add toggle for showing battery percentage in Panel
cs: Přidáno zobraz./nezobraz. procent nabití akumulátoru na Panel
he: נוסף בורר להצגת אחוז הסוללה בלוח
ja: パネルにバッテリー残量割合の表示を切り替えるスイッチを追加
ko: 패널에 배터리 백분율을 표시하기 위한 토글 추가
pt: Adiciona comutador para mostrar a percentagem de bateria no Painel
ru: Добавлен переключатель для отображения процента заряда батареи на панели
sk: Pridaný prepínač zobrazovania percent batérie v Paneli

source: Fix a potential issue with resuming from sleep
cs: Opraven potenciální problém s probouzením z režimu spánku
he: תיקון בעיה שמתרחשת כשיוצאים ממצב שינה
ko: 절전 모드에서 다시 시작할 때 발생할 수 있는 문제 수정
pt: Correção de um problema potencial com o retomar da suspensão
ru: Исправлена возможная проблема связанная с выходом из режима сна
sk: Opravený potenciálny problém pri zobúdzaní zo spánku

source: Change lid settings without restarting
cs: Změněno nastavení pro víko aniž by bylo třeba restartovat
he: ניתן להחליף הגדרות מכסה בלי להפעיל מחדש
ja: カバーの設定を再起動せず変更できるように修正
ko: 다시 시작하지 않고 덮개 설정 변경
pt: Alterar as definições do fecho da tampa sem reiniciar
ru: Изменение настроек действия для закрывания крышки без перезагрузки
sk: Upravujte nastavenia veka bez potreby reštartovania

source: Show in search results for "sleep" and "timeout"
cs: Zobrazit ve výsledcích hledání pro „spánek“ a „časový limit“
he: מופיע בתוצאות חיפוש ל„שינה” ול„תום זמן”
ja: "スリープ"や"時間"といった単語でプラグを検索できるように変更
ko: "수면" 및 "시간 초과" 검색 결과 표시
pt: Mostrar em resultados de pesquisa para "hibernação" e "tempo limite"
ru: К результатам поиска добавлены «спящий режим» и «бездействие»
sk: Zobrazovať výsledky vyhľadávania pre „spánok“ a „časovač“

source: Fix potential freeze when changing settings from multiple panes
cs: Opraveno potenciální mrznutí při změně nastavení z vícero podoken
he: תיקון קיפאון שעשוי להתרחש בעת החלפת הגדרות ממגוון לוחות
ja: 複数のペインから設定を変更した際にフリーズすることがある不具合を修正
ko: 여러 창에서 설정을 변경할 때 생길 수 있는 문제 수정
pt: Corrige o possível congelamento ao alterar as configurações de vários painéis
ru: Исправлено потенциальное зависание при изменении параметров из нескольких панелей
sk: Opravené potenciálne zamrznutie pri zmene nastavení z viacerých panelov

source: Remove broken hibernate option
ja: 機能しないハイバーネートオプションを削除

source: Add prompt to shutdown to power button actions
ja: 電源ボタンを押したときの動作に “シャットダウンの確認” を追加
