Repository: elementary/switchboard-plug-power
Catalog: po/*.po
Languages: ca, de, eo, it, lt, nb, nl, pl, pt, pt_br, ro, sk, sl, sv, ug

source: Suspend
ca: Suspèn
de: Bereitschaft
eo: Paŭzigi
it: Sospendi
lt: Pristabdyti
nb: Hvilemodus
nl: Pauzestand
pl: Uśpij
pt: Suspender
pt_br: Suspender
ro: Suspendă
sk: Uspať
sl: V pripravljenost
sv: Vänteläge
ug: توڭلىتىش

source: Shutdown
ca: Apaga
de: Herunterfahren
eo: Malŝalti
it: Spegni
lt: Išjungti
nb: Slå av
nl: Afsluiten
pl: Wyłączenie
pt: Encerrar
pt_br: Desligar
ro: Oprire
sk: Vypnúť
sl: Ugasni
sv: Stäng av
ug: ئىتىش

source: Lock
ca: Bloqueja
de: Sperren
eo: Ŝlosi
it: Blocca
lt: Užrakinti
nb: Lås
nl: Vergrendelen
pl: Zablokuj
pt: Bloquear
pt_br: Bloquear
ro: Blochează
sk: Uzamknúť
sl: Zakleni
sv: Lås
ug: قۇلۇپلاش

source: Halt
ca: Atura
de: Anhalten
eo: Ŝalti
it: Arresta
lt: Sustabdyti
nb: Stans
nl: Stoppen
pl: Wstrzymaj
pt: Parar
pt_br: Parar
ro: Intrerupe
sk: Zastaviť
sl: Izklop
sv: Stopp
ug: توختىتىش

source: Do nothing
ca: No facis res
de: Nichts tun
eo: Fari nenion
it: Non fare nulla
lt: Nieko nedaryti
nb: Ikke gjør noe
nl: Doe niets
pl: Brak czynności
pt: Não fazer nada
pt_br: Fazer nada
ro: Nu fă nimic
sk: Nerobiť nič
sl: Ne stori ničesar
sv: Gör ingenting
ug: ھېچنىمە قىلمىدى

source: Not supported
ca: No s'admet
de: Nicht unterstützt
eo: Ne subtenata
it: Non supportato
lt: Nepalaikoma
nb: Ikke støttet
nl: Niet ondersteund
pl: Nieobsługiwane
pt: Não suportado
pt_br: Não suportado
ro: Nesuportat
sk: Nepodporované
sl: Ni podprto
sv: Stöds ej
ug: قوللىمايدۇ

source: Hibernate
ca: Hiberna
de: Ruhezustand
it: Iberna
lt: Užmigdyti
nb: Dvalemodus
nl: Slaapstand
pl: Zahibernowanie
pt: Hibernar
pt_br: Hibernar
ro: Hibernare
sk: Režim spánku
sl: V mirovanje
ug: ئۇخلتىش

source: Never
ca: Mai
de: Nie
eo: Neniam
it: Mai
lt: Niekada
nb: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
ro: Niciodată
sk: Nikdy
sl: Nikoli
sv: Aldrig
ug: ئەسلا

source: 5 min
sl: 5 minutah
sv: Fem minuter
ug: 5 مىنۇت

source: 10 min
sl: 10 minutah
sv: Tio minuter
ug: 10 مىنۇت

source: 15 min
ca: 15 mins.
sl: 15 minutah
sv: 15 minuter
ug: 15مىنۇت

source: 30 min
sl: 30 minutah
sv: 30 minuter
ug: 30مىنۇت

source: 45 min
ca: 45 mins.
sl: 45 minutah
sv: 45 minuter
ug: 45مىنۇت

source: 1 hour
ca: 1 hora
de: 1 Stunde
eo: 1 horo
it: 1 ora
lt: 1 valandą
nb: 1 time
nl: 1 uur
pl: 1 godz.
pt: 1 hora
pt_br: 1 hora
ro: o oră
sk: 1 hodina
sl: 1 uri
sv: En timme
ug: 1سائەت

source: 2 hours
ca: 2 hores
de: 2 Stunden
eo: 2 horoj
it: 2 ore
lt: 2 valandas
nb: 2 timer
nl: 2 uur
pl: 2 godziny
pt: 2 horas
pt_br: 2 horas
ro: 2 ore
sk: 2 hodiny
sl: 2 urah
sv: 2 timmar
ug: 2سائەت

source: Manage power settings
ca: Gestioneu els paràmetres de l'energia
de: Energieeinstellungen verwalten
it: Gestisci le impostazioni di alimentazione
lt: Tvarkyti maitinimo nustatymus
nb: Behandle strøm-innstillinger
nl: Beheer stroom instellingen
pl: Zarządzaj ustawieniami zasilania
pt: Gerir definições de energia
pt_br: Alterar configurações de energia
ro: Gestionați setările de alimentare
sk: Spravovať nastavenia napájania
sl: Upravljajte nastavitve napajanja
ug: توك مەنبەسى تەڭشىكىنى باشقۇرۇش

source: Authentication is required to manage power settings
ca: Cal autenticació per gestionar els paràmetres de l'energia
de: Sie müssen sich legitimieren, um die Energieeinstellungen einzurichten
eo: Aŭtentigo estas postulata por mastrumi energiajn agordojn
it: L'autenticazione è necessaria per gestire le impostazioni di alimentazione
lt: Norint tvarkyti maitinimo nustatymus, reikalingas tapatybės nustatymas
nb: Godkjennelse kreves for å behandle strøm-innstillinger
nl: administrator rechten zijn nodig voor het beheren van stroom instellingen
pl: Wymagane jest uwierzytelnienie, aby zmienić ustawienia zasilania
pt: É necessário autenticação para modificar as definições de energia
pt_br: A autenticação é necessária para alterar as configurações de energia
ro: Autentificarea este necesară pentru a gestiona setările de alimentare
sk: Autentifikácia je potrebná pre správu nastavenia napájania
sl: Skrbniške pravice so potrebne za spreminjanje vseh nastavitev
sv: Autentisering krävs för att hantera ströminställningar
ug: توك مەنبەسى تەڭشىكىنى باشقۇرۇش ئۈچۈن سالاھىيەت دەلىللەش زۆرۈر

source: You do not have permission to change this
ca: No teniu permís per canviar-ho
de: Sie besitzen nicht die notwendigen Zugriffsrechte, um dies zu ändern.
eo: Vi ne havas la permeson ŝanĝi tion
it: Non disponi dei permessi necessari per cambiare questo
lt: Jūs neturite leidimų, kad tai pakeistumėte
nb: Du har ikke rettigheter til å endre dette
nl: U heeft geen rechten om dit te veranderen
pl: Nie masz uprawnień, aby to zmienić
pt: Não tem permissão para modificar isto
pt_br: Você não possui permissões para mudar isto
ro: Nu aveți permisiunea de a schimba acest lucru
sk: Nemáte oprávnenie na túto zmenu
sl: Nimate dovoljenja za spreminjanje teh nastavitev
sv: Du har inte behörighet att ändra detta
ug: سىزنىڭ بۇنى ئۆزگەرتىش سالاھىيىتىڭىز يوق

source: Power
ca: Energia
de: Stromversorgung
eo: Energio
it: Alimentazione
lt: Maitinimas
nb: Strøm
nl: Energie
pl: Zasilanie
pt: Energia
pt_br: Energia
ro: Alimentare
sk: Napájanie
sl: Napajanje
sv: Ström
ug: توك مەنبەسى

source: Configure display brightness, power buttons, and sleep behavior
ca: Configureu la brillantor de la pantalla, els botons d'engegar i el comportament de l'aturada temporal
de: Bildschirmhelligkeit, Ein-/Ausschalter und Energiesparverhalten einrichten
it: Configura la luminosità del display, i pulsanti di alimentazione e il comportamento durante la sospensione
lt: Konfigūruoti ekrano ryškumą, maitinimo mygtukų ir miego elgseną
nb: Konfigurer lysstyrke, strømknapper og strømsparing
nl: configureren van beeldcherm helderheid, aan/uit knop en slaap gedrag
pl: Konfiguruj jasność ekranu, zachowanie przycisków zasilania i trybu usypiania
pt: Configurar brilho do ecrã, botões de energia e modo de suspensão
pt_br: Configurar brilho da tela, botões de energia e comportamento de hibernação
ro: Configurați luminozitatea ecranului, butoanele de putere, și un comportament de somn
sk: Nastavenie jasu monitora, tlačidla napájania a správania sa v režime spánku
sl: Nastavitve svetlosti, gumbov za napajanje in spanja
ug: ئىكران يورۇقلۇقىنى، توك مەنبەسى كۇنۇپكىسىنى ۋە ئۇخلىتىش شەكلىنى تەڭشەش

source: Sleep button
ca: Botó d'aturada temporal
de: Bereitschaftsknopf
it: Pulsante di sospensione
lt: Miego mygtukas
nb: Dvale-knapp
nl: Slaapstandknop
pl: Przycisk uśpienia
pt: Botão de suspensão
pt_br: Botão de suspensão
ro: Buton somn
sk: Tlačidlo uspania
sl: Gumb za spanje
ug: ئۇخلىتىش كۇنۇپكىسى

source: Power button
ca: Botó d'engegada
de: Einschaltknopf
eo: Ŝalta butono
it: Pulsante di accensione
lt: Maitinimo mygtukas
nb: På-knapp
nl: Stroomknop
pl: Przycisk zasilania
pt: Botão ligar/desligar
pt_br: Botão de energia
ro: Buton pornire
sk: Tlačidlo napájania
sl: Gumb za vklop
sv: Avstängningsknapp
ug: توك مەنبەسى كۇنۇپكىسى

source: Display inactive
ca: Pantalla inactiva
de: Bildschirm nicht aktiv
eo: Neaktiva ekrano
it: Inattività dello schermo
lt: Ekranas neaktyvus
nb: Skjerm inaktiv
nl: Scherm inactief
pl: Nieaktywność wyświetlacza
pt: Ecrã inativo
pt_br: Tela inativa
ro: Afişaj inactiv
sk: Zobraz neaktívne
sl: Zaslon neaktiven
sv: Skärmen är inaktiv
ug: ئىكران قوزغىتىلمىغان

source: Dim display
ca: Atenua la pantalla
de: Bildschirm abgedunkelt
eo: Malheligi ekranon
it: Attenua la luminosità dello schermo
lt: Ekrano užtemdymas
nb: Senk lysstyrke på skjerm
nl: Verduister beeldscherm
pl: Przyciemnienie ekranu
pt: Escurecer ecrã
pt_br: Esmaecer tela
ro: Intunecă afişaj
sk: Stlmiť displej
sl: Zatemni zaslon
sv: Dämpa skärmens ljusstyrka
ug: ئىكراننى خىرەلەشتۈرۈش

source: Lid close
ca: Tancament de la tapa
de: Deckel geschlossen
eo: Fermi ekran-platon
it: Il coperchio è chiuso
lt: Dangtis uždarytas
nb: Lukk lokket
nl: Deksel gesloten
pl: Zamknięcie pokrywy
pt: Tampa fechada
pt_br: Fechar tampa
ro: Inchide capac
sk: Uzavretie veka
sl: Zaprtje pokrova
sv: Locket stängs
ug: قاپقاقنى ئىتىش

source: Display brightness
ca: Brillantor de la pantalla
de: Bildschirmhelligkeit
eo: Ekrana brileco
it: Luminosità dello schermo
lt: Ekrano ryškumas
nb: Skjermlysstyrke
nl: Beeldscherm helderheid
pl: Jasność wyświetlacza
pt: Brilho do ecrã
pt_br: Brilho da tela
ro: Luminozitate afișaj
sk: Jas displeja
sl: Svetlost zaslona
sv: Skärmljusstyrka
ug: ئىكران يورۇقلۇقى

source: Automatic brightness adjustment
ca: Ajustament automàtica de la brillantor
de: Automatische Helligkeitseinstellung
eo: Aŭtomata brila alĝustiĝo
it: Regolazione automatica della luminosità
lt: Automatinis ryškumo reguliavimas
nb: Automatisk justering av lysstyrke
pl: Automatyczne dostosowanie jasności
pt: Ajuste de brilho automático
pt_br: Ajuste automático do brilho
ro: Ajustare strălucire automat
sk: Automatická úprava jasu
sl: Samodejno nastavljanje svetlosti
sv: Automatisk justering av ljusstyrka
ug: ئىكران يورۇقلۇقىنى ئاپتوماتىك تەڭشەش

source: Inactive display off
ca: Pantalla inactiva desactivada
de: Keine Bildschirmdeaktivierung
eo: Malŝalti neaktivan ekranon
it: Spegni schermo inattivo
lt: Neveiklus ekranas
nb: Avslag av inaktiv skjerm
pl: Wyłączenie czasu nieaktywności ekranu
pt: Ecrã inativo desligado
pt_br: Desligar tela inativa
sk: Vypnutie neaktívneho displeja
sl: Izklop neaktivnega zaslona
sv: Inaktiv skärm av
ug: ئىكراننى ئۆچۈرۈش

source: Docked lid close
ca: Tancament de la pantalla acoblada
de: Am Dock Deckel geschlossen
eo: Fermita platekrano, sur doko
lt: Dangtis uždarytas
nb: Lukking av skjerm når i dockingstasjon
pl: Zamknięcie pokrywy w doku
pt: Tampa fechada com Dock
pt_br: Tampa fechada em um dock
sk: Zavreté veko v doku
sl: Zaprtje pokrova na postaji
sv: Dockad lockstängning
ug: Docked ستونىنى تاقاش

source: Sleep inactive
ca: Aturada temporal inactiva
de: Kein Bereitschaftsmodus
it: Inattività in sospensione
lt: Miegas esant neveiklumui
pl: Nieaktywność usypiania
pt: Suspensão inativa
pt_br: Suspensão inativa
ro: Mod somn inactiv
sk: Neaktívne uspanie
sl: Spanje neaktivno
ug: ئۇخلاش ھالىتىگە كىردى

source: Plugged In
ca: Endollat
de: Netzbetrieb
eo: Konektita
it: Collegato alla rete
lt: Įjungtas kištukas
nb: Tilkoblet nettspenning
nl: Aangesloten
pl: Zasilacz sieciowy
pt: Ligado
pt_br: Conectado
ro: Conectat la priză
sk: Pripojené
sl: Priključeno
sv: Inkopplad
ug: توك مەنبەسىگە چىتىلدى

source: On Battery
ca: Amb la bateria
de: Akkubetrieb
eo: Uzante baterion
it: Con batteria
lt: Naudojama baterija
nb: På batteri
nl: Op accustroom
pl: Na baterii
pt: Bateria
pt_br: Na bateria
ro: Pe baterie
sk: Na batérii
sl: Na bateriji
sv: På batteri
ug: باتارىيەنى ئىشلىتىۋاتىدۇ

source: Some changes will not take effect until you restart this computer
ca: Alguns canvis no tindran efecte fins que reinicieu l'ordinador
de: Einige Änderungen werden erst nach einem Neustart des Rechners wirksam.
it: Alcune modifiche non avranno effetto fino al riavvio del computer
lt: Kai kurie pakeitimai neįsigalios tol, kol iš naujo nepaleisite šio kompiuterio
nb: Noen endringer trår ikke i kraft før omstart av maskinen
nl: sommige verraderingen zijn pas van kracht nadat deze computer opnieuw is opgestart
pl: Niektóre ustawienia zaczną obowiązywać po ponownym uruchomieniu komputera
pt: Algumas alterações não serão aplicadas até reiniciar o computador
pt_br: Algumas alterações não serão aplicadas até que você reinicie este computador
ro: Anumite modificări nu vor avea efect până la restart
sk: Tieto zmeny sa prejavia až po reštarte počítača
sl: Nekatere spremembe bodo vidne samo po ponovnem zagonu sistema
ug: بەزى تەڭشەكلەر كومپىيۇتىرنى قايتا قوزغاتقاندىن كىيىن ئىشلەيدۇ.

source: Some settings require administrator rights to be changed
ca: Alguns paràmetres necessiten permisos d'administrador per ser modificats
de: Manche Einstellungen benötigen Administrator-Berechtigungen, um geändert zu werden
eo: Kelkaj agordaj ŝanĝoj postulas administrajn permesojn
it: Alcune impostazioni richiedono i diritti di amministratore per essere modificate
lt: Kai kurių nustatymų pakeitimui reikia administratoriaus teisių
nb: Noen innstillinger krever administrasjonsrettigheter for å endres
nl: Sommige instellingen vereisen beheerdersrechten om te worden gewijzigd
pl: Zmiana niektórych ustawień wymaga uprawnień administratora
pt: Algumas definições requerem privilégios administrativos para serem alteradas
pt_br: Algumas configurações precisam de direitos administrativos para serem modificadas
ro: Anumite setări necesită drepturi de administrator pentru a fi schimbate
sk: Na zmenu niektorých nastavení sú potrebné administrátorské práva
sl: Za spreminjanje nekaterih nastavitev so potrebne skrbniške pravice
sv: Vissa inställningar kräver administratörsrättigheter för att ändras
ug: بەزى تەڭشەكلەرنى ئۆزگەرتىش ئۈچۈن باشقۇرغۇچىلىق سالاھىيىتى بولىشى كىرەك

source: Display brightness:
ca: Brillantor de la pantalla:
de: Bildschirmhelligkeit:
eo: Brileco de ekrano:
it: Luminosità dello schermo:
lt: Ekrano ryškumas:
nb: Lysstyrke på skjerm:
nl: Helderheid:
pl: Jasność ekranu:
pt: Brilho do Ecrã:
pt_br: Brilho da tela:
ro: Luminozitatea ecranului:
sk: Jas displeja:
sl: Svetlost zaslona:
sv: Skärmens ljusstyrka:
ug: ئىكران يورۇقلىقى:

source: Automatically adjust brightness:
ca: Ajusta automàticament la brillantor:
de: Bildschirmhelligkeit automatisch einstellen:
eo: Aŭtomate alĝustigi brilecon de ekrano:
it: Imposta automaticamente la luminosità:
lt: Automatiškai reguliuoti ryškumą:
nb: Juster lysstyrken automatisk:
nl: Pas de helderheid automatisch aan:
pl: Automatyczne dostosowanie jasności:
pt: Ajustar brilho automaticamente:
pt_br: Ajustar brilho automaticamente:
ro: Reglează automat luminozitatea:
sk: Automatická úprava jasu:
sl: Samodejno prilagajanje svetlosti:
sv: Justera skärmens ljusstyrka automatiskt:
ug: ئىكران يورۇقلۇقىنى ئاپتوماتىك تەڭشەش

source: When lid is closed:
ca: Quan la tapa estigui tancada:
de: Deckel geschlossen:
eo: Je fermo de la platekrano:
it: Quando il coperchio è chiuso:
lt: Uždarius dangtį:
nb: Når lokket lukkes:
nl: Wanneer het deksel dichtgeklapt is:
pl: Gdy pokrywa jest zamknięta:
pt: Quando a tampa for fechada:
pt_br: Quando a tampa estiver fechada:
ro: Când capacul este închis:
sk: Ak je zatvorený kryt:
sl: Ko je pokrov zaprt:
sv: När skärmen fälls ned:
ug: قاپقاق تاقالغان ۋاقىتتا:

source: When lid is closed with external monitor:
ca: Quan la tapa estigui tancada amb una pantalla externa:
de: Deckel bei angeschlossenem externen Bildschirm geschlossen:
eo: Je fermo de la platekrano, kun ekstera ekrano:
it: Quando il coperchio è chiuso con monitor esterno:
lt: Uždarius dangtį, esant prijungtam išoriniam monitoriui:
nb: Når lokket lukkes med ekstern skjerm:
pl: Kiedy pokrywa jest zamknięta z zewnętrznym monitorem:
pt: Quando a tampa for fechada com monitor externo:
pt_br: Quando a tampa está fechada com monitor externo:
ro: Când capacul este închis cu un monitor extern:
sk: Keď je veko zavreté v pripojení s externým monitorom:
sl: Ko je pokrov zaprt, zunanji zaslon:
sv: När skärmen fälls ned med extern bildskärm:
ug: تاشقى كۆزەتكۈچى ئارقىلىق قاپقاق تاقالغان ۋاقىتتا:

source: Turn off display when inactive for:
ca: Apaga la pantalla quan estigui inactiva durant:
de: Bildschirm ausschalten, wenn inaktiv für:
eo: Malŝalti ekranon kiam neaktiva dum:
it: Spegni lo schermo quando inattivo per:
lt: Išjungti ekraną, kai jis neaktyvus:
nb: Skru av skjerm når inaktiv i:
nl: Schakel het scherm uit wanneer het inactief is voor:
pl: Wyłącz ekran, gdy bezczynny przez:
pt: Desligar ecrã quando inativo por:
pt_br: Desligar o monitor quando inativo por:
ro: Stinge ecranul când este inactiv pentru:
sk: Vypnúť monitor ak neaktívny:
sl: Ob nedejavnosti izklopi zaslon po:
sv: Stäng av skärm vid inaktivitet i:
ug: مەشغۇلات قىلمىغان ۋاقىتتا ئىكراننى ئۆچۈرۈش

source: Power button:
ca: Botó d'engegada:
de: Ein-/Ausschalter:
eo: Ŝalta butono:
it: Pulsante di accensione:
lt: Maitinimo mygtukas:
nb: Av/på-knapp:
nl: Aan-/uit-knop:
pl: Przycisk zasilania:
pt: Botão ligar/desligar:
pt_br: Botão liga/desliga:
ro: Butonul de pornire:
sk: Tlačidlo napájania:
sl: Gumb za vklop:
sv: Avstängningsknapp:
ug: توك مەنبەسى كۇنۇپكىسى

source: Dim display when inactive:
ca: Atenua la pantalla quan estigui inactiva:
de: Bildschirm bei Inaktivität verdunkeln:
it: Riduci luminosità dello schermo quando inattivo:
lt: Užtemdyti ekraną, kai kompiuteris neaktyvus:
nb: Senk lysstyrke på skjerm når inaktiv i:
nl: Dim het scherm wanneer het inactief is:
pl: Wygaś ekran, gdy bezczynny:
pt: Escurecer ecrã quando inativo:
pt_br: Escurecer o monitor quando inativo:
ro: Intunecă afişaj cand este inactiv:
sk: Stmaviť monitor počas nečinnosti
sl: Zatemni zaslon pri nedejavnosti:
ug: مەشغۇلات قىلمىغان ۋاقىتتا ئىكراننى خىرەلەشتۈرۈش

source: Sleep when inactive for:
ca: Atura temporalment quan estigui inactiu durant...
lt: Pristabdyti, kai kompiuteris neaktyvus:
nl: Zet computer in slaapstand wanneer het inactief is voor:
pl: Uśpienie, gdy nieaktywność przez:
pt: Suspender quando inativo durante:
pt_br: Suspender quando inativo por:
sl: Pošlji v pripravljenost ob nedejavnosti:

source: Manage power settings
eo: Mastrumi energiajn agordojn
sv: Hantera ströminställningar

source: Suspend when inactive for:
de: In Bereitschaft versetzen, wenn inaktiv seit:
eo: Paŭziĝi kiam neaktiva dum:
sv: Vänteläge vid inaktivitet i:

source: Configure display brightness, power buttons, and suspend behavior
eo: Agordi ekranan brilecon, energiajn butonojn, kaj paŭzan konduton
sv: Ställ in skärmens ljusstyrka, strömbrytare och strömsparlägen

source: Suspend button
eo: Paŭziga butono
sv: Väntelägesknapp

source: Suspend inactive
eo: Neaktiva paŭzigo
sv: Vänteläge inaktiverat

source: Prompt to shutdown
eo: Invito je malŝalto
