Repository: elementary/switchboard-plug-power
Catalog: po/mo.po
Languages: mo

source: Manage power settings
mo: Gestionați setările de alimentare

source: Authentication is required to manage power settings
mo: Este necesară autentificarea pentru a gestiona setările de alimentare

source: You do not have permission to change this
mo: Nu aveți permisiunea de a schimba

source: Display brightness:
mo: Luminozitatea ecranului:

source: Automatically adjust brightness:
mo: Reglați automat luminozitatea:

source: When lid is closed:
mo: Când capacul este închis:

source: When lid is closed with external monitor:
mo: Când capacul este închis cu un monitor extern:

source: Some settings require administrator rights to be changed
mo: Unele setări necesită modificarea drepturilor de administrator

source: Turn off display when inactive for:
mo: Dezactivați afișarea atunci când este inactivă pentru:

source: Power button:
mo: Butonul de pornire:

source: Suspend when inactive for:
mo: Suspendați când este inactivă pentru:

source: Plugged In
mo: Conectat

source: On Battery
mo: La baterie

source: Some changes will not take effect until you restart this computer
mo: Unele modificări nu vor avea efect până când nu reporniți acest computer

source: Power
mo: Aprinde

source: Configure display brightness, power buttons, and suspend behavior
mo: Configurați luminozitatea ecranului, butoanele de alimentare și comportamentul de suspendare

source: Suspend button
mo: Buton ptr suspender

source: Power button
mo: Butonul de pornire

source: Display inactive
mo: Afișați inactiv

source: Dim display
mo: Afișați dimensiunea

source: Lid close
mo: Când închideți capacul

source: Display brightness
mo: Luminozitatea ecranului

source: Automatic brightness adjustment
mo: Reglarea automată a luminozității

source: Inactive display off
mo: Afișarea inactivă dezactivată

source: Docked lid close
mo: Clapeta închisă

source: Suspend inactive
mo: Suspendare inactivă

source: Never
mo: Niciodată

source: 5 min
mo: 5 minute

source: 10 min
mo: 10 minute

source: 15 min
mo: 15 minute

source: 30 min
mo: 30 minute

source: 45 min
mo: 45 minute

source: 1 hour
mo: 1 oră

source: 2 hours
mo: 2 ore

source: Suspend
mo: Suspendă

source: Shutdown
mo: Închide

source: Lock
mo: Blocare

source: Halt
mo: Oprire

source: Do nothing
mo: Nu fă nimic

source: Not supported
mo: Nu sunt acceptate
